---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneHumidificationSetPointParam
source: html/d43b5655-9a51-4473-7c58-aa5ce2299545.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneHumidificationSetPointParam Property

"Humidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneHumidificationSetPointParam { get; }
```